Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1205_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Tiina Sanila-Aikio juätkk Sääʹmteeʹǧǧ saaǥǥjååʹđteeʹjen – vääʹrrsaaǥǥjååʹđteeʹjen Heikki Paltto da Tuomas Aslak Juuso
fin: Tiina Sanila-Aikio jatkaa Saamelaiskäräjien puheenjohtajana – varapuheenjohtajiksi Heikki Paltto ja Tuomas Aslak Juuso

source: Tiina Sanila-Aikio juätkk Sääʹmteeʹǧǧ saaǥǥjååʹđteeʹjen vaalpââʹjest 2016-2019.
fin: Tiina Sanila-Aikio jatkaa Saamelaiskäräjien puheenjohtajana vaalikauden 2016-2019.

source: Vuõssmõs vääʹrrsaaǥǥjååʹđteeʹjen juätkk Heikki Paltto Aanrest.
fin: Ensimmäisenä varapuheenjohtajana jatkaa Heikki Paltto Inarista.

source: Nuʹbben vääʹrrsaaǥǥjååʹđteeʹjen alttad Tuomas Aslak Juuso Enontekiöst.
fin: Toisena varapuheenjohtajana aloittaa Tuomas Aslak Juuso Enontekiöltä.

source: Sääʹmteʹǧǧ nåʹrrji vaalpââʹj vuõssmõs såbbra Aanar Sajoksessa 23.-24.2.
fin: Saamelaiskäräjät kokoontui vaalikauden ensimmäiseen kokoukseensa Inarin Sajoksessa 23.-24.2.

source: Sååbbar nõõmii vuäzzlaid Sääʹmteeʹǧǧ jiiʹjjes toimmorgaanid da eʹtǩǩeejeez jeeʹres toimmorgaanid.
fin: Kokous nimesi jäsenet Saamelaiskäräjien omiin toimielimiin ja edustajansa muihin toimielimiin.

source: Halltõõzz vuäzzliʹžžen vaʹlljee Nilla Tapiola Uccjõõǥǥâst, Pentti Pieski Heʹlssnest, Petra Magga-Vars Vuotsost da Magreta Sara Aanrest.
fin: Hallituksen jäseniksi valittiin Nilla Tapiola Utsjoelta, Pentti Pieski Helsingistä, Petra Magga-Vars Vuotsosta ja Magreta Sara Inarista.

source: Sääʹmteeʹǧǧ luʹvddkååʹdd vaalpâjja 2016-2019:
fin: Saamelaiskäräjien lautakunnat vaalikaudelle 2016-2019:

source: Jieʹllemvueʹǩǩ- da vuõiggâdvuõttluʹvddkååʹdd saaǥǥjååʹđteeʹjen vaʹlljee Veikko Feodoroff (suu jiiʹjjes vääʹrrneǩ Heini Wesslin) da varasaaǥǥjååʹđteeʹjen Kirsti Kustula (Niko Kustula).
fin: Elinkeino- ja oikeuslautakunnan puheenjohtajaksi valittiin Veikko Feodoroff (henkilökohtainen varajäsenen Heini Wesslin) ja varapuheenjohtajaksi Kirsti Kustula (Niko Kustula).

source: Luʹvddkååʹdd vuäzzliʹžžen vaʹlljee Jouko Hetta (Inga-Briitta Magga), Jouni Aikio (Inka Musta), Anne Länsman-Magga (Aslak Nils Thomas Juuso), Antti Sujala (Inga Länsman) da Elen Anne Sara (Asko Länsman).
fin: Lautakunnan jäseniksi valittiin Jouko Hetta (Inga-Briitta Magga), Jouni Aikio (Inka Musta), Anne Länsman-Magga (Aslak Nils Thomas Juuso), Antti Sujala (Inga Länsman) ja Elen Anne Sara (Asko Länsman).

source: Škooultõs- da mättmateriaal-luʹvddkååʹdd saaǥǥjååʹđteeʹjen vaʹlljee Jan Saijets (suu jiiʹjjes vääʹrrneǩ Outi Länsman) da varasaaǥǥjååʹđteeʹjen Ulla-Maarit Magga (Berit-Ellen Juuso) di jeeʹres vuäzzliʹžžen Tauno Lietoff (Seija Sivertsen), Iiris Mäenpää (Teija Linnanmäki), Eila Tapiola (Ara Aikio), Elli-Marja Hetta (Ailu Näkkäläjärvi) da Samuel Valkeapää (Maarit Pajuranta).
fin: Koulutus- ja oppimateriaalilautakunnan puheenjohtajaksi valittiin Jan Saijets (henkilökohtainen varajäsen Outi Länsman) ja varapuheenjohtajaksi Ulla-Maarit Magga (Berit-Ellen Juuso) sekä muiksi jäseniksi Tauno Lietoff (Seija Sivertsen), Iiris Mäenpää (Teija Linnanmäki), Eila Tapiola (Ara Aikio), Elli-Marja Hetta (Ailu Näkkäläjärvi) ja Samuel Valkeapää (Maarit Pajuranta).

source: Kulttuurluʹvddkååʹdd saaǥǥjååʹđteeʹjen vaʹlljee Aslak Holmberg (suu jiiʹjjes vääʹrrneǩ Máret Inga Länsman), varasaaǥǥjååʹđteeʹjen Tanja Sanila (Jouni S. Laiti) di jeeʹres vuäzzliʹžžen Pauliina Feodoroff (Sisko Länsman), Timo Portti (Neeta Jääskö), Maarit Magga (Matti Palojärvi), Birit-Anni Magga (Jouko Hetta) da Mika Aikio (Susanna Näkkäläjärvi).
fin: Kulttuurilautakunnan puheenjohtajaksi valittiin Aslak Holmberg (henkilökohtainen varajäsen Máret Inga Länsman), varapuheenjohtajaksi Tanja Sanila (Jouni S. Laiti) sekä muiksi jäseniksi Pauliina Feodoroff (Sisko Länsman), Timo Portti (Neeta Jääskö), Maarit Magga (Matti Palojärvi), Birit-Anni Magga (Jouko Hetta) ja Mika Aikio (Susanna Näkkäläjärvi).

source: Sääʹm ǩiõllsuåvʹtõsse saaǥǥjååʹđteeʹjen vaʹlljee Neeta Jääskö (suu jiiʹjjes vääʹrrneǩ Saammal Morottaja), varasaaǥǥjååʹđteeʹjen Magreta Sara (Pentti Pieski) di jeeʹres vuäzzliʹžžen Anna-Liisa Väyrynen (Petra Magga-Vars), Inker-Anne Magga (Ellen Pautamo), Ande Aikio (Joni Saijets), Erkki Lumisalmi (Anna Katariina Feodoroff) da Sierge Rasmus (Rauna Rahko-Ravantti).
fin: Saamen kielineuvoston puheenjohtajaksi valittiin Neeta Jääskö (henkilökohtainen varajäsen Saammal Morottaja), varapuheenjohtajaksi Magreta Sara (Pentti Pieski) sekä muiksi jäseniksi Anna-Liisa Väyrynen (Petra Magga-Vars), Inker-Anne Magga (Ellen Pautamo), Ande Aikio (Joni Saijets), Erkki Lumisalmi (Anna Katariina Feodoroff) ja Sierge Rasmus (Rauna Rahko-Ravantti).

source: Sosiaal- da tiõrvâsvuõttluʹvddkådda saaǥǥjååʹđteeʹjen vaʹlljee Nihkolas Valkeapää (suu jiiʹjjes vääʹrrneǩ Ulla-Maarit Magga), varasaaǥǥjååʹđteeʹjen Veikko Feodoroff (Sinikka Mäkinen) di jeeʹres vuäzzliʹžžen Heidi Eriksen (Pentti Morottaja), Leena Niittyvuopio-Jämsä (Antti Katekeetta), Mira Hirvasvuopio (Jouni Ilmari Jomppanen), Pekka Pekkala (Joanna Tervonen) da Varpu Falck (Airi Portti).
fin: Sosiaali- ja terveyslautakunnan puheenjohtajaksi valittiin Nihkolas Valkeapää (henkilökohtainen varajäsen Ulla-Maarit Magga), varapuheenjohtajaksi Veikko Feodoroff (Sinikka Mäkinen) sekä muiksi jäseniksi Heidi Eriksen (Pentti Morottaja), Leena Niittyvuopio-Jämsä (Antti Katekeetta), Mira Hirvasvuopio (Jouni Ilmari Jomppanen), Pekka Pekkala (Joanna Tervonen) ja Varpu Falck (Airi Portti).

source: Nuõrisuåvtõʹsse, koon toimmpââʹjj lij jeeʹres luʹvddkååʹddin čårrneeʹl kuõʹhtt eejj (2016-2017), vaʹlljee Jussa Seurujärvi Aanrest (suu jiiʹjjes vääʹrrneǩ Sunna Aikio), Laura Pieski Karigasnjaarǥâst (Niki Rasmus), Anni-Sofia Löf Hettast (Anne-Maret Labba), Risten Mustonen Suäʹđjlest (Jouni Hetta), Juhan-Tuomma Magga Enontekiöst (Elli-Marja Hetta), Niila Rahko Oulust (Jussa Rahko) da Maria Mäkinen Jyväskyläst (Leena Fofonoff).
fin: Nuorisoneuvostoon, jonka toimikausi on muista lautakunnista poiketen kaksi vuotta (2016-2017), valittiin Jussa Seurujärvi Inarista (henkilökohtainen varajäsen Sunna Aikio), Laura Pieski Karigasniemeltä (Niki Rasmus), Anni-Sofia Löf Hetasta (Anne-Maret Labba), Risten Mustonen Sodankylästä (Jouni Hetta), Juhan-Tuomma Magga Enontekiöltä (Elli-Marja Hetta), Niila Rahko Oulusta (Jussa Rahko) ja Maria Mäkinen Jyväskylästä (Leena Fofonoff).

source: Nuõrisuåvtõs vaʹlljad kõskkvuõʹđstes saaǥǥjååʹđteei da vääʹrrv saaǥǥjååʹđteei.
fin: Nuorisoneuvosto valitsee keskuudestaan puheenjohtajan ja varapuheenjohtajan.

source: Sääʹm parlamentaarlaž suåvtõʹsse vaʹlljee Anne Nuorgam (suu jiiʹjjes vääʹrrneǩ Antti Sujala), Tuomas Aslak Juuso (Magreta Sara), Aslak Holmberg (Petra Magga-Vars), Pentti Pieski (Janne Saijets) da Neeta Jääskö (Veikko Feodoroff).
fin: Saamelaiseen parlamentaariseen neuvostoon valittiin Anne Nuorgam (henkilökohtainen varajäsen Antti Sujala), Tuomas Aslak Juuso (Magreta Sara), Aslak Holmberg (Petra Magga-Vars), Pentti Pieski (Janne Saijets) ja Neeta Jääskö (Veikko Feodoroff).

source: Evaŋkeelʼlaž-luteerlaž ceerkav ceerkvallašsåbbra säʹmmlai eʹtǩǩeejen nõõmee Ulla-Maarit Magga, koon vuõssmõs vääʹrrneʹǩǩen Pekka Pekkala da nuʹbben vääʹrrneʹǩǩen Väinö Guttorm.
fin: Evankelis-luterilaisen kirkon kirkolliskokoukseen saamelaisten edustajaksi nimettiin Ulla-Maarit Magga, jonka ensimmäiseksi varamieheksi Pekka Pekkala ja toiseksi varamieheksi Väinö Guttorm.

source: Sääʹmteeʹǧǧ sååbbar šiõttii še kuõʹhtt õhttsažtuejjorgaaned, koin nuuʹbb škooultemaaʹšši da nuuʹbb sosiaal- tiõrvâsvuõtttaaʹšši håiddam vääras.
fin: Saamelaiskäräjien kokous asetti myös kaksi yhteistyöelintä, toisen koulutusasioita ja toisen sosiaali- ja terveysasioita varten.

source: Säʹmmlai škooultõsaaʹšši õhttsažtuejjporgaaʹne saaǥǥjååʹđteeʹjen nõõmee Jan Saijets, vääʹrrsaaǥǥjååʹđteeʹjen Iiris Mäenpää da vuäzzliʹžžen Seija Sivertsen.
fin: Saamelaisten koulutusasiain yhteistyöelimen puheenjohtajaksi nimettiin Jan Saijets, varapuheenjohtajaksi Iiris Mäenpää ja jäseneksi Seija Sivertsen.

source: Säʹmmlai sosiaal- da tiõrvâsvuõttaaʹšši õhttsažtuejjporgaan saaǥǥjååʹđteeʹjen nõõmee Nihkolas Valkeapää, vääʹrrsaaǥǥjååʹđteeʹjen Varpu Falck da vuäzzliʹžžen Veikko Feodoroff.
fin: Saamelaisten sosiaali- ja terveysasiain yhteistyöelimen puheenjohtajaksi nimettiin Nihkolas Valkeapää, varapuheenjohtajaksi Varpu Falck ja jäseneksi Veikko Feodoroff.

source: ʼhttsažtâʹvvjânnmallaš sääʹm ǩiõl ämmat- da resursskõõskõõzz Sääʹm Ǩiõllkaʹlddi (Sámi Giellagáldu) ǩiõlljuâǥǥtõõzzid vaʹlljee toimmpâjja 2016 - 2019 täiʹd vuäzzlaid (kâuʹrrmieârki seʹst jiiʹjjes vääʹrrneǩ): Tâʹvvsääʹm: Kaarina Vuolab-Lohi (Sierge Rasmus), Marjaana Aikio (Ellen Pautamo); Aanarsääʹm: Anna Morottaja (Tanja Kyrö), Petter Morottaja (Hannu Kangasniemi) da Marja-Liisa Olthuis (Mervi Skopets); Nuõrttsääʹm: Erkki Lumisalmi (Miika Lehtinen), Tiina Sanila-Aikio (Hilkka Fofonoff), Seija Sivertsen (Raija Lehtola) da Natalia Vaskova, Ruõššjânnam (Zoja Nosova, Ruõššjânnam).
fin: Yhteispohjoismaisen saamen kielen ammatti- ja resurssikeskuksen Sámi Giellagáldun kielijaoksiin valittiin toimikaudeksi 2016 - 2019 seuraavat jäsenet (suluissa henkilökohtainen varajäsen): Pohjoissaame: Kaarina Vuolab-Lohi (Sierge Rasmus), Marjaana Aikio (Ellen Pautamo); Inarinsaame: Anna Morottaja (Tanja Kyrö), Petter Morottaja (Hannu Kangasniemi) ja Marja-Liisa Olthuis (Mervi Skopets); Koltansaame: Erkki Lumisalmi (Miika Lehtinen), Tiina Sanila-Aikio (Hilkka Fofonoff), Seija Sivertsen (Raija Lehtola) ja Natalia Vaskova, Venäjä (Zoja Nosova, Venäjä).

source: Lââʹssen Sääʹmteeʹǧǧ sååbbar priimi veâl riikksåbbra mainstõõzz sääʹmaaʹšši õuddnummšest Lääʹddjânnmest eeʹjjest 2015 da aalǥti takai konttâr vueʹlnn toimmjeei kääzzkâʹsttemjuâkksa väʹlddtoimsaž markknâʹstemjååʹđteei veeʹrj 1.3.2016 looǥǥeeʹl.
fin: Saamelaiskäräjien kokous hyväksyi lisäksi valtioneuvostolle kertomuksen saamelaisasioiden kehittymisestä Suomessa vuonna 2015 sekä perusti yleisen toimiston alaisuudessa toimivaan palveluyksikköön päätoimisen markkinointipäällikön viran 1.3.2016 lukien.
